Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H04B.tmx
Source language: en_us
Languages: zh_cn

source: c. Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment
zh_cn: c. 酷刑和其他残忍的、不人道的或者有辱人格的待遇或惩罚

source: The penal code prohibits torture or inhuman treatment; however, many sources continued to report these practices.
zh_cn: （朝鲜的）刑法禁止酷刑和不人道的待遇；但是很多消息来源持续报告现实中的此类做法。

source: Methods of torture and other abuse reportedly included severe beatings, electric shock, prolonged periods of exposure to the elements, humiliations such as public nakedness, confinement for up to several weeks in small "punishment cells" in which prisoners were unable to stand upright or lie down, being forced to kneel or sit immobilized for long periods, being hung by the wrists or forced to stand up and sit down to the point of collapse, and forcing mothers recently repatriated involuntarily from China to watch the infanticide of their newborn infants.
zh_cn: 据报道，酷刑和其他虐待行为包括严刑拷打、电击、长时间曝晒（exposure to the elements）、公开脱光衣服之类的侮辱、长达数周禁闭于无法站直或躺下的”惩治号房“、强迫长时间一动不动得跪着或坐着、从腰部吊起或强迫起坐直至崩溃以及强迫从中国遣返回来的母亲观看自己的新生儿被杀。

source: Defectors continued to report that many prisoners died from torture, disease, starvation, exposure to the elements, or a combination of these causes.
zh_cn: 叛逃者继续报告说很多犯人死于酷刑、疾病、饥饿、曝晒或者上述原因的综合作用。

source: During the year a Human Rights Watch release provided an account of torture experienced by Shin Dong-hyuk, a defector born and confined in a political prison camp in Kaechon in South Pyongan Province for 22 years.
zh_cn: 去年”人权观察“发布的报告提供了一例关于叛逃者申东赫（Shin Dong-hyuk）遭受酷刑的记述。申东赫出生于南平安道价川（Kaechon in South Pyongan Province ）的政治犯监狱，并在此囚禁了22年。

source: In previous testimonies, Shin had stated that beatings and torture were common within the camp.
zh_cn: 在之前的证词中，申东赫陈述说在集中营里拷打和酷刑非常普遍。

source: The 2010 Witness to Transformation: Refugee Insights into North Korea study (Witness to Transformation), published by the Peterson Institute of International Economics, noted that 90 percent of refugee respondents who had been incarcerated in North Korea witnessed forced starvation, 60 percent witnessed death due to beating or torture, and 27 percent witnessed executions.
zh_cn: 彼得森国际经济研究所（Peterson Institute of International Economics）发布的《2010见证转型：”从难民看朝鲜“研究》（《见证转型》）注意到90%的被禁闭于朝鲜的难民目睹了强制挨饿，60%的目睹了拷打或酷刑，27%的目睹了处决。

source: The North Korean Human Rights Database Center's 2010 White Paper on North Korean Human Rights indicated that officials have in some cases prohibited live births in prison and ordered forced abortions, particularly in detention centers holding women repatriated from China, according to first-hand refugee testimony.
zh_cn: 朝鲜人权数据库中心的《2010朝鲜人权白皮书》指明，根据第一手难民证词所说，在某些情况下官员禁止监狱中有活婴儿出生、下令强制堕胎，特别是在关押从中国遣返的妇女的看守所。

source: In some cases of live birth, the white paper reported that prison guards killed the infant or left it for dead.
zh_cn: 在某些活体出生的情况下，白皮书报告说监狱卫兵杀掉婴儿或者任其自生自灭。

source: Guards also sexually abused female prisoners according to the white paper.
zh_cn: 根据白皮书所说，监狱卫兵还对女犯人进行性侵犯。

source: Defectors reported that reeducation through labor, primarily through sentences at forced labor camps, was a common punishment and consisted of difficult physical labor such as logging, mining, or tending crops under harsh conditions.
zh_cn: 叛逃者报告说强制劳动营中的主要判罚”劳动改造“，是普遍的惩罚，包括伐木、挖矿或在严酷环境下照看庄稼等重体力劳动。”

source: Reeducation involved memorizing speeches by Kim Il-sung and Kim Jong-il.
zh_cn: 改造“还包括背诵金日成和金正日的语录。

source: Prison and Detention Center Conditions
zh_cn: 监狱和拘留中心的条件

source: NGO, refugee, and press reports indicated that there were several types of prisons, detention centers, and camps, including forced labor camps and separate camps for political prisoners.
zh_cn: NGO、难民和新闻报道说，（在朝鲜）有若干类型的监狱，拘留中心和集中营，包括强制劳动集中营和单独的政治犯集中营。

source: Witness to Transformation described four main types of prison and detention facilities: kwan-li-so, political penal-labor camps; kyo-hwa-so, correctional or reeducation centers; jip-kyul-so, collection centers for low-level criminals; and ro-dong-dan-ryeon-dae, labor-training centers.
zh_cn: 《见证转型》描述了四种主要的监狱和拘禁设施：管理所（kwan-li-so），政治犯劳动营；教化所（kyo-hwa-so），矫正和改造中心；集结所（jip-kyul-so），低级罪犯收容中心；劳动锻炼dui（ro-dong-dan-ryeon-dae），劳动训练中心。

source: One kwan-li-so camp, Camp 22, is estimated to be 31 miles long and 25 miles wide and to hold 50,000 inmates.
zh_cn: 某管理所，第22号营，大约31英里长25英里宽，关押着五万名犯人。

source: Defectors claimed the kwan-li-so camps contained unmarked graves, barracks, worksites, and other prison facilities.
zh_cn: 叛逃者称管理所里包含了没有编号的坟墓、兵营、劳动场和其他监狱设施。

source: The Washington Post reported in July 2009 that numerous prison camps can be seen in satellite images and that the camps have been consolidated from 14 locations to five.
zh_cn: 2009年7月《华盛顿邮报》报道说许多监狱、劳动营从卫星图片上可以看到，并且说劳动营被从14个地点集中到了5个。

source: An NGO reported six major prison camp complexes across the country.
zh_cn: 某NGO报道说，朝鲜全国有6个大型监狱劳动营综合体。

source: Kwan-li-so penal-labor camps are administered by the National Security Agency (NSA); kyo-hwa-so reeducation centers are administered by the People's Safety Agency (PSA).
zh_cn: 管理所（刑罚劳动营）由国家安全保卫部（NSA）管理；教化所（改造中心）由人民安全保卫部（PSA）管理。

source: An NGO reported six kwan-li-so facilities: Kaecheon (No.14) and Bukchang (No.18) in South Pyongan Province, Yoduk (No.15) in South Hamkyung Province, and Hwasung (No.16), Chongjin (No.25), and Hoiryeong (No.22) in North Hamkyung Province as North Korea's six remaining political prison camps.
zh_cn: 某NGO报道了6个管理所设施：平安南道的价川（第14号）和北仓（第18号）、汉江北道的耀德（第15号）以及汉江北道的华城（第16号）、清津（第25号）和会宁（第22号），这是朝鲜现存的六个政治犯集中营。

source: Reports indicated that those sentenced to prison for nonpolitical crimes were typically sent to reeducation prisons where prisoners were subjected to intense forced labor.
zh_cn: 报告显示因非政治犯罪被判刑的人一般都会被送到改造监狱，在那里凡人被迫进行高强度强制劳动。

source: They stated that those who were considered hostile to the regime or who committed political crimes were sent to political prison camps indefinitely.
zh_cn: 他们说那些被认为对政权有敌意的人或者犯政治罪的人会被送到政治犯集中营进行无期限的关押。

source: Many prisoners in political prison camps were not expected to survive.
zh_cn: 很多政治犯集中营的犯人根本不奢望活下来。

source: The government continued to deny the existence of political prison camps.
zh_cn: 政府继续否认政治犯监狱的存在。
